Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/1_6_Strings.xcstrings
Source language: en
Languages: es

# 0_Mastery
source: Farming Mastery
es: Maestría de Granja

# 1_Mastery
source: Fishing Mastery
es: Maestría de Pesca

# 2_Mastery
source: Foraging Mastery
es: Maestría de Recolección

# 3_Mastery
source: Mining Mastery
es: Maestría de Minería

# 4_Mastery
source: Combat Mastery
es: Maestría de Combate

source: Accept
es: Aceptar

# AdoptedPet
source: Your new pet '{0}' has been sent to your home.
es: Tu nueva mascota « {0} » ha sido enviada a tu casa.

# AdoptedPet_Marnie
source: Great! I'll send little {0} to your home right away.$h
es: ¡Genial! Enviaré a {0} a tu casa ahora mismo.$h

source: Adopt Pets
es: Adoptar mascotas

source: Advanced Iridium Rod
es: Barra de Iridio Avanzada

# AdvancedIridiumRodDescription
source: Use in the water to catch fish. Up to two bobbers can be attached at once.
es: Úsala en el agua para pescar peces. Hasta dos corchos pueden ser atados a la vez.

# alreadyreadbook
source: Reading this book again will grant some {0} experience.
es: Leer este libro de nuevo te dará una pequeña cantidad de experiencia.

# alreadyreadbook_random
source: Reading this book again will grant a small amount of experience in all areas.
es: Leer este libro otra vez te otorgará una pequeña cantidad de experiencia en todas las áreas.

# Anvil_bars
source: Requires 3 Iridium Bars.
es: Requiere 3 Barras de Iridio.

# Anvil_Description
source: Allows you to re-forge trinkets; randomizing their stats. Costs 3 iridium bars per use.
es: Te permite cambiar las propiedades de las baratijas. Cuesta 3 barras de Iridio por uso.

# Anvil_fail
source: You can only re-forge trinkets on this.
es: Solo puedes reforjar baratijas aquí.

# Anvil_Name
source: Anvil
es: Yunque

# Anvil_wrongtrinket
source: This trinket cannot be re-forged.
es: Este ítem no puede ser reforjado.

# AttackEnchantment
source: +{0} Attack
es: +{0} Ataque

# BaitMaker_Description
source: Place a fish inside to create targeted bait.
es: Pon un pez dentro para generar cebo especializado.

# BaitMaker_Name
source: Bait Maker
es: CreaCebos

# BasiliskPaw_Description
source: You are immune to debuffs.
es: Eres inmune a los bonificadores malignos.

# BasiliskPaw_Name
source: Basilisk Paw
es: Garra de basilisco

# BearPaw_Description
source: Blackberries and Salmonberries are worth 3x the gold.
es: Las moras y frambuesas valen 3x su precio en oro.

# BigChest_Description
source: It can store almost twice as much as a regular chest.
es: Puede almacenar el doble de objetos que un cofre estándar.

# BigChest_Name
source: Big Chest
es: Cofre Grande

# BigStoneChest_Name
source: Big Stone Chest
es: Cofre Grande de Piedra

# bigtree
source: It's a big tree; but the wood is starting to rot...
es: Es un gran árbol; pero la madera se está empezando a pudrir...

source: Blessing Of Energy
es: Bendición de la Energía

# BlessingOfEnergy_description
source: You have infinite energy.
es: Tienes energía infinita.

source: Blessing Of Fangs
es: Bendición de las Garras

# BlessingOfFangs_description
source: +10% critical strike chance
es: +10% de probabilidad de golpe crítico

source: Blessing Of Friendship
es: Bendición de la Amistad

# BlessingOfFriendship_description
source: You gain extra friendship from speaking to people.
es: Ganas simpatía extra hablando con la gente.

source: Blessing Of Luck
es: Bendición de Suerte

source: Blessing Of Speed
es: Bendición de Velocidad

source: Blessing Of The Butterfly
es: Bendición de la Mariposa

# BlessingOfTheButterfly_description
source: A prismatic butterfly is waiting for you somewhere in the valley...
es: Una mariposa prismática te espera en alguna parte del valle...

source: Blessing Of Waters
es: Bendición de las Aguas

# BlessingOfWaters_description
source: The first three fish you hook today will be much easier. ({0} left)
es: Los tres primeros peces que captures serán mucho más fáciles. (quedan {0})

# BlueGrassStarter_Description
source: Place this on your farm to plant a clump of blue grass.
es: Colócalo en tu granja para plantar una mata de hierba azul.

# BlueGrassStarter_Name
source: Blue Grass Starter
es: Parche de hierba azul

# Book_AnimalCatalogue_Description
source: You can access Marnie's shop when she's not around.
es: Puedes acceder a la tienda de Marnie cuando no esté por allí.

# Book_AnimalCatalogue_Name
source: Animal Catalogue
es: Catálogo Animal

# Book_Artifact_Description
source: You will fetch a better price when selling artifacts.
es: Venderás los artefactos a mejor precio.

# Book_Artifact_Name
source: Treasure Appraisal Guide
es: Tesoros Antiguos= Guía de Costos

# Book_Bombs_Description
source: Bombs deal 25% less damage to you.
es: Las bombas te hacen un 25% menos de daño.

# Book_Bombs_Name
source: Dwarvish Safety Manual
es: Manual de Seguridad Enano

# Book_Category
source: Book
es: Libro

# Book_Crabbing_Description
source: Crab pots have a 25% chance to yield double.
es: Las ollas de cangrejo tienen una probabilidad un 25% mayor de dar el doble de resultados.

# Book_Crabbing_Name
source: The Art O' Crabbing
es: El Arte del Cangrejo

# Book_Defense_Description
source: Gain +1 Defense.
es: Gana +1 Defensa.

# Book_Defense_Name
source: Jack Be Nimble; Jack Be Thick
es: Jack; sé ágil; Jack; sé fuerte

# Book_Diamonds_Description
source: All stones have a chance to drop a diamond when mined by hand.
es: Todas las piedras tienen probabilidad de soltar diamantes si son minadas a mano.

# Book_Diamonds_Name
source: The Diamond Hunter
es: El Cazador de Diamantes

# Book_Friendship_Description
source: You become friends with people a little faster.
es: Haces amistades un poco más rápido.

# Book_Friendship_Name
source: Friendship 101
es: Amistad 101

# Book_Marlon_Description
source: You get a 50% discount on Marlon's item retrieval service.
es: Obtienes un descuento del 50% en el servicio de recuperación de objetos de Marlon.

# Book_Marlon_Name
source: Mapping Cave Systems
es: Mapeando los Sistemas de Cuevas

# Book_Mystery_Description
source: You have a slightly greater chance to find Mystery Boxes.
es: Tienes algo más de probabilidad de encontrar cajas misteriosas.

# Book_Mystery_Name
source: Book of Mysteries
es: Libro de los misterios

# Book_PriceCatalogue_Description
source: You can now see the value of your items.
es: Ahora puedes ver el valor de tus objetos.

# Book_PriceCatalogue_Name
source: Price Catalogue
es: Catálogo de Precios

# Book_QueenOfSauce_Description
source: Learn any Queen Of Sauce recipes that you don't already know.
es: Aprende cualquier receta de la Reina de la Salsa que no supieras ya.

# Book_QueenOfSauce_Name
source: Queen Of Sauce Cookbook
es: Libro de Cocina de la Reina de la Salsa

# Book_Riding_Description
source: You gain a little extra speed when riding a horse.
es: Ganas un poco de velocidad extra cuando montas a caballo.

# Book_Riding_Name
source: Horse= The Book
es: Caballo= El Libro

# Book_Roe_Description
source: Fishing treasure chests have a chance to yield roe.
es: Los cofres del tesoro pescados tienen una probabilidad de tener huevas.

# Book_Roe_Name
source: Jewels Of The Sea
es: Joyas del Mar

# Book_Speed_Description
source: You run a little bit faster.
es: Corres un poco más rápido.

# Book_Speed_Name
source: Way Of The Wind pt. 1
es: Camino del Viento vol. 1

# Book_Speed2_Description
source: You run a little bit faster.
es: Corres un poco más rápido.

# Book_Speed2_Name
source: Way Of The Wind pt. 2
es: Camino del Viento vol. 2

# Book_Trash_Description
source: You have a greater chance to find items in the trash.
es: Tienes mayor probabilidad de encontrar objetos en la basura.

# Book_Trash_Name
source: The Alleyway Buffet
es: El Bufé del Callejón

# Book_Void_Description
source: Monsters have a small chance to drop double loot.
es: Los monstruos tienen una pequeña probabilidad de soltar el doble de recompensas.

# Book_Void_Name
source: Monster Compendium
es: Compendio de Monstruos

# Book_WildSeeds_Description
source: Weeds have a greater chance to yield mixed seeds.
es: Las hierbas tienen mayor probabilidad de dar semillas variadas.

# Book_WildSeeds_Name
source: Raccoon Journal
es: Diario del Mapache

# Book_Woodcutting_Description
source: Felled trees have a 5% chance to yield double the wood.
es: Los árboles talados tienen un 5% de probabilidad de dar el doble de madera.

# Book_Woodcutting_Name
source: Woody's Secret
es: El secreto de Woody

# books_buy_welcome
source: Marcello's Books... At your service!
es: Libros Marcello... ¡A tu servicio!

# books_trade_welcome
source: I'll trade useful stuff for your extra books.
es: Te cambiaré cosas útiles por tus libros extra.

# books_welcome
source: Welcome to Marcello's Books!
es: ¡Bienvenido a Libros Marcello!

source: Bookseller
es: Librero

# BooksellerInTown
source: The Bookseller is in town today.
es: El librero está en el pueblo hoy.

# BroccoliFusilli_Description
source: A delightful pasta with broccoli and sun-dried tomatoes.
es: Una deliciosa pasta con brócoli y tomates secados al sol.

# BroccoliFusilli_Name
source: Broccoli Fusilli
es: Fusilli de Brócoli

# ButterflyPowder_Description
source: Sprinkle on a pet to remove them from your farm. The process is irreversible.
es: Espolvorea esto sobre una mascota para quitarla de tu granja. Este proceso es irreversible.

# ButterflyPowder_Goodbye
source: Goodbye; {0}...
es: Adiós; {0}...

# ButterflyPowder_Name
source: Butterfly Powder
es: Polvo de mariposa

# ButterflyPowder_Question
source: Are you sure? {0} will be permanently removed from your farm.
es: ¿Seguro? {0} será permanentemente retirado de tu granja.

source: Buy Books
es: Compra Libros

# CactusMan_Closed
source: Cactus Man= They're feeling shy right now. Come back later.
es: Hombre Cactus= Están tímidos últimamente. Vuelve más tarde.

# CactusMan_Collected
source: Cactus Man= So; how's the little guy doing?
es: Hombre Cactus= Así que ¿qué tal está el pequeñín?ç

# CactusMan_Intro_1
source: Cactus Man= Ah; yes... You look like someone who would appreciate what I'm offering.
es: Hombre Cactus= Ah; sí... Pareces alguien que apreciaría lo que ofrezco.

# CactusMan_Intro_2
source: Cactus Man= Oh; yes... I've got the perfect match for you.
es: Hombre Cactus= Oh; sí... Tengo algo que hará juego contigo.

# CactusMan_Intro_3
source: Cactus Man= That look in your eye... it says= "I need a cactus; or I'm gonna burst".
es: Hombre Cactus= Esa mirada en tus ojos... dice= «Necesito un cactus; o voy a explotar».

# CactusMan_No
source: Cactus Man= I understand. They may be small; but accepting a cactus into your life is big responsibility. Come back when you're feeling ready.
es: Hombre Cactus= Entiendo. Pueden ser pequeños; pero aceptar un cactus en tu vida es una gran responsabilidad. Vuelve cuando lo tengas todo listo.

# CactusMan_Question
source: Cactus Man= Are you ready to welcome a new cactus into your life?
es: Hombre Cactus= ¿Todo listo para dar la bienvenida a un cáctus en tu vida?

# CactusMan_Yes_1
source: Cactus Man= Yes; he bears a striking resemblance to you; don't you agree?
es: Hombre Cactus= Sí; se parece mucho a ti; ¿no crees?

# CactusMan_Yes_2
source: Cactus Man= This one's a little shy; but I know you'll become friends in no time.
es: Hombre Cactus= Este es algo tímido; pero sé qque os haréis amigos en nada de tiempo.

# CactusMan_Yes_3
source: Cactus Man= Oh; yes... it's a match made in heaven.
es: Hombre Cactus= Oh; sí... hacéis una pareja perfecta.

# CactusMan_Yes_4
source: Cactus Man= I won't say why... but this one is the perfect match for you.
es: Hombre Cactus= No diré por qué... pero este hará juego contigo.

# CactusMan_Yes_5
source: Cactus Man= This one's got a strange look; but it suits you.
es: Hombre Cactus= Este tiene una pinta rara; pero te pega.

# CactusMan_Yes_Full
source: Cactus Man= You don't have enough space... Come back after you've made some room.
es: Hombre Cactus= No tienes suficiente espacio... Vuelve cuando hayas encontrado hueco.

# CactusMan_Yes_Intro
source: Cactus Man= Great. Let's see...
es: Hombre Cactus= Genial. Veamos...

# CaveJelly_Description
source: A rare jelly found in underground lakes.
es: Una rara gelatina encontrada en lagos subterráneos.

# CaveJelly_Name
source: Cave Jelly
es: Gelatina de Cueva

# ChooseBobber
source: Bobber Style=
es: Estilo del corcho=

source: Choose One=
es: Escoge uno=

source: Claim
es: Obtener

# Cook_ChoseIngredient
source: Chef= Ah; yes... the {0}. Excellent choice. Now... what kind of sauce will you have?
es: Chef= Ah; sí... el {0}. Excelente elección. Ahora... ¿qué tipo de salsa tomarás?

# Cook_ChoseSauce
source: Chef= Very good. A healthy drizzle of {0} to round out the dish.
es: Chef= Muy bien. Una saludable gota de {0} para perfeccionar el plato.

# Cook_DishNames_0_1
source: Earthy Mousse
es: Mousse Terrestre

# Cook_DishNames_0_2
source: Sweet Bean Cake
es: Pastel de Frijoles Dulce

# Cook_DishNames_0_3
source: Skull Cave Casserole
es: Cacerola de la Caverna Calavera

# Cook_DishNames_0_4
source: Spicy Tacos
es: Tacos Picantes

# Cook_DishNames_1_0
source: Mountain Chili
es: Chili de Montaña

# Cook_DishNames_1_2
source: Crystal Cake
es: Pastel de Crista

# Cook_DishNames_1_3
source: Cave Kebab
es: Kebab de Cueva

# Cook_DishNames_1_4
source: Hot Log
es: Tronco Caliente

# Cook_DishNames_2_0
source: Sour Salad
es: Ensalada Agria

# Cook_DishNames_2_1
source: Superfood Cake
es: Pastel Supercomida

# Cook_DishNames_2_3
source: Warrior Smoothie
es: Smoothie Guerrero

# Cook_DishNames_2_4
source: Rumpled Fruit Skin
es: Piel de Fruta Arrugada

# Cook_DishNames_3_0
source: Calico Pizza
es: Pizza Calico

# Cook_DishNames_3_1
source: Stuffed Mushrooms
es: Setas Rellenas

# Cook_DishNames_3_2
source: Elf Quesadilla
es: Quesadilla de Elfo

# Cook_DishNames_3_4
source: Nachos Of The Desert
es: Nachos del Desierto

# Cook_DishNames_4_1
source: Rainforest Shrimp
es: Gamba del Bosque

# Cook_DishNames_4_2
source: Shrimp Donut
es: Donut de Gamba

# Cook_DishNames_4_3
source: Smell Of The Sea
es: Olor del Mar

# Cook_DishNames_4_4
source: Desert Gumbo
es: Gumbo del Desierto

# Cook_Done
source: Chef= Voila. I call it; '{0}'. Enjoy!
es: Chef= Voilá. Lo llamo; «{0}». ¡Disfruta!

# Cook_Ingredient0
source: Hearty Beans
es: Frijoles Corazón

# Cook_Ingredient1
source: Cave Loaf
es: Pan de Cueva

# Cook_Ingredient2
source: Rare Fruit
es: Fruta Extraña

# Cook_Ingredient3
source: Extremely Sharp Cheddar
es: Cheddar Extremadamente Afilado

# Cook_Ingredient4
source: Shrimp
es: Gamba

# Cook_Intro
source: Chef= Why hello; there... hungry?
es: Chef= Hey hola... ¿tienes hambre?

# Cook_Intro_No
source: Chef= Pity. Come back when you're ready for something delicious.
es: Chef= Una pena. Vuelve cuando te hayas preparado para algo delicioso.

# Cook_Intro_Yes
source: Chef= Ooh; yes... I'm very pleased to hear that. *slurp*
es: Chef= Ooh; sí... Estoy muy satisfecho de oir eso. *sorbido*

# Cook_Intro_Yes2
source: Chef= I'd like to make you a very special dish. Something perfectly suited to your unique taste. May I?
es: Chef= Me gustaría hacerte un plato muy especial. Algo perfectamente apropiado para tu exquisito gusto. ¿Puedo?

# Cook_Intro_Yes3
source: Chef= Oohoo... *giggle*... very good. Now... what will you have?
es: Chef= Oohoo... *risitas*... muy bien. Ahora... ¿qué vas a tomar?

# Cook_Sauce0
source: Rich Marinara
es: Marinara Rica

# Cook_Sauce1
source: Mushroom Creme
es: Crema de Setas

# Cook_Sauce2
source: Cherry Syrup
es: Sirope de Cereza

# Cook_Sauce3
source: Pungent Garlic
es: Ajo Picante

# Cook_Sauce4
source: Uncomfortably Hot Sauce
es: Salsa Incómodamente Caliente

# CritEnchantment
source: +{0} Crit. Chance
es: +{0} Probabilidad de Golpe Crítico

# CritPowerEnchantment
source: +{0} Crit. Power
es: +{0} Poder Crítico

# CursedMannequin_Description
source: You can dress it up however you like. And pray that it doesn't come to life while you sleep...
es: Lo puedes vestir como quieras. Y rezar para que no cobre vida mientras duermes...

# CursedMannequinDemale_Name
source: Cursed Mannequin (F)
es: Maniquí Maldito (F)

# CursedMannequinMale_Name
source: Cursed Mannequin (M)
es: Maniquí Maldito (M)

# DefenseEnchantment
source: +{0} Defense
es: +{0} Defensa

# Dehydrator_Description
source: Place 5 pieces of fruit or edible mushrooms inside to dry them.
es: Pon 5 piezas de fruta o de setas comestibles para secarlas.

# Dehydrator_Name
source: Dehydrator
es: Deshidratador

# DeluxeCheesePress_Description
source: This can process 3 jugs of milk at a time.
es: Es capaz de procesar 3 tinajas de leche a la vez.

# DeluxeCheesePress_Name
source: Deluxe Cheese Press
es: Prensa de Queso Deluxe

# DeluxeCrabPot_description
source: This will catch more than a regular crab pot.
es: Esto atrapará más que una trampa para cangrejos estándar.

# DeluxeCrabPot_name
source: Deluxe Crab Pot
es: Trampa para Cangrejos Deluxe

# DeluxeLoom_Description
source: This can process 3 pieces of wool at a time.
es: Es capaz de procesar 3 lanas a la vez.

# DeluxeLoom_Name
source: Deluxe Loom
es: Telar Deluxe

# DeluxeMayoMachine_Description
source: This can process 3 eggs at a time.
es: Es capaz de procesar hasta 3 huevos a la vez.

# DeluxeMayoMachine_Name
source: Deluxe Mayonnaise Machine
es: Mayonesera Deluxe

# DeluxeWormBin_Description
source: Produces Deluxe Bait on a regular basis. The worms are self-sufficient.
es: Produce Cebo Deluxe con frecuencia. Los gusanos son autosuficientes.

# DeluxeWormBin_Name
source: Deluxe Worm Bin
es: Vividero de Cebo Deluxe

# DesertFestival_Abigail
source: I'm glad you fixed up the bus! This is really fun.$h#$e#I've always wanted to travel beyond Pelican Town.
es: ¡Me alegro de que arreglaras el bus! Esto es muy divertido.$h#$e#Siempre he querido viajar más allá de Pueblo Pelícano.

# DesertFestival_Abigail_marriage
source: I was thinking of joining you in the skull caves; but then I saw the food stand...#$e#You go on ahead without me... just be careful!
es: Estaba pensando en unirme a ti en la Caverna Calavera; pero entonces vi el puesto de comida...#$e#Adelántate tú... ¡pero ten cuidado!

# DesertFestival_Alex
source: Have you seen the size of these Calico Eggs?#$b#Just imagine the protein...
es: ¿Has visto el tamaño de esos Huevos Calico?#$b#Imagina la cantidad de proteínas...

# DesertFestival_Alex_marriage
source: Hey... you look really cute in the desert sun...$h
es: Hey... estás muy adorable bajo el sol del desierto...$h

# DesertFestival_Caroline
source: This weather is just perfect. I can't tell where my skin ends and the air begins.$h
es: Este tiempo es perfecto. No puedo distinguir donde termina mi piel y empieza el aire.$h

# DesertFestival_Clint
source: Hey; @. To tell you the truth; I don't really like festivals.#$b#But I'd feel even worse if I stayed at home; knowing that everyone else was out here having fun.$s
es: Hey; @. Para decirte la verdad; no me gustan los festivales.#$b#Pero me sentiría aún peor si me quedase en casa; sabiendo que todo el mundo está aquí divirtiéndose.$s

# DesertFestival_Demetrius
source: Why do humans enjoy spicy food? It's counter-intuitive from a biological perspective.#$e#Unless there's something I'm missing...$5
es: ¿Por qué les gusta a los humanos la comida picante? Es contra-intuitivo desde la perspectiva biológica.#$e#A menos que haya algo que me haya perdido...$5

# DesertFestival_Elliott
source: *mumble* ...hmm; the toe-feel is milky; but with plenty of body. Still; a bit mellower than back home...#$b#Oh; pardon me! I've become something of a sand connoisseur.$h
es: *balbuceo* ...hmm; el tacto de los pies es lechoso; pero con mucho cuerpo. Aún así; un poco más meloso que en casa...#$b#Oh; ¡perdóname! Me he convertido en un entendido de la arena.$h

# DesertFestival_Elliott_marriage
source: Well well well; what have we here? A beautiful desert rose!$h#$e#Make sure to stay watered; dear.
es: Bueno; bueno; bueno; ¿qué tenemos aquí? ¡Una preciosa rosa del desierto!$h#$e#Asegúrate de hidratarte; cariño.

# DesertFestival_Emily
source: Hmm... I'm sensing that your fashion doesn't quite match your inner feeling. Just step in the box and we'll fix you up!
es: Hmm... Siento que tu modelito no coincide con tu sentimiento interior. ¡Entra en la caseta y te arreglaremos!

# DesertFestival_Emily_marriage
source: Hey; @! I love you just the way you are... but if you want; you can step inside the box too!
es: ¡Hey; @! Te quiero justo como eres... pero si quieres; ¡puedes entrar en la caseta también!

# DesertFestival_Emily2_marriage
source: I've been having fun; but I'm so busy I haven't been able to do any chores at home. I hope you're doing okay!
es: Me he estado divirtiendo; pero he estado tan ocupada que no he podido hacer las tareas del hogar. ¡Espero que estés bien!

# DesertFestival_Emily3_marriage
source: I can't remember... did I feed the parrot this morning?
es: No me acuerdo... ¿Le di de comer al loro esta mañana?

# DesertFestival_Evelyn
source: Ah... the sands of time; the sands of time...
es: Ah... las arenas del tiempo; las arenas del tiempo...

# DesertFestival_George
source: What is she mumbling about? I'm here for the spicy food tent!
es: ¿Qué son esos balbuceos?¡Estoy aquí por el puesto de comida picante¡

# DesertFestival_Gus
source: Normally I provide all the food for town festivals. But not today! It's nice to be able to relax.$h
es: Normalmente suelo proveer toda la comida para los festivales. ¡Pero no hoy! Es genial poder relajarse.$h

# DesertFestival_Haley
source: If you smell something good; it's the coconut oil I rubbed all over my skin.#$b#I'm going 'all in' with the desert feeling!$h
es: Si algo huele bien; es el aceite de coco que he frotado por toda mi piel.#$b#¡Estoy llendo a por todas con el tema del desierto!$h

# DesertFestival_Haley_marriage
source: Hey... looks like someone's got a nice tan going... *pinch*$h
es: Hey... parece que alguien tiene un buen bronceado... *pellizco*$h

# DesertFestival_Haley2
source: %Haley is glistening in the sunlight.
es: %Haley está brillando al sol.

# DesertFestival_Haley2_marriage
source: %Your wife is taking a nap.
es: %Tu esposa se está echando la siesta.

# DesertFestival_Harvey
source: Going into the caves can be really dangerous. I hope there are no accidents; but still... I'll be here all day just in case.#$e#As a doctor; I'd recommend minimizing your exposure to serpent-infested caverns! But ultimately; it's your choice.
es: Adentrarse en las cuevas puede ser muy peligroso. Espero que no haya accidentes pero aún así... Estaré aquí todo el día.#$e#¡Como médico; recomiendo minimizar la exposición a cavernas infestadas de serpientes! Pero al final; es tu elección.

# DesertFestival_Harvey_marriage
source: Hey; @. I'll be working late during the festival; so don't wait up for me at night!#$e#Promise me you'll be careful in the skull caves.
es: Hey; @. Trabajaré hasta tarde durante el festival; ¡así que no me esperes hasta tarde!#$e#Prométeme que tendrás cuidado en las cavernas calavera.

# DesertFestival_Jas
source: This is fun; but I wish I had an ice cream...
es: Esto es divertido; pero ojalá tuviese un helado...

# DesertFestival_Jodi
source: Oh; don't mind me; I'm just doing a little shopping.#$e#If I don't browse the shops; I might miss the perfect decoration for our living room!
es: Oh; no me hagas caso; solo estoy de compras.#$e#Si no miro en las tiendas; ¡puedo perderme la decoración perfecta para nuestro salón!

# DesertFestival_Kent
source: Hey; @. Enjoying the heat?
es: Hey; @. ¿disfrutando el calor?

# DesertFestival_Leah
source: I was just wondering... If I lived here; instead of Stardew Valley; would my art look different?
es: Solo me preguntaba... Si viviese aquí en vez de en Stardew Valley; ¿mi arte sería diferente?
